---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorReinforcementArea
source: html/eeb5c6ec-3bef-1c9f-7200-979b92c37303.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMajorReinforcementArea Property

"Major Reinforcement Area": Major Reinforcement Area

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMajorReinforcementArea { get; }
```